tap "clojure-lsp/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "xz"
brew "glib"
brew "difftastic"
brew "lua"
brew "fennel"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gd"
brew "gdk-pixbuf"
brew "gnupg"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "irssi"
brew "lua-language-server"
brew "lua@5.1"
brew "luarocks"
brew "macos-trash"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "pinentry-mac"
brew "pyenv"
brew "python@3.11"
brew "tree"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
cask "font-sf-mono-for-powerline"
cask "iterm2"
cask "kitty"
cask "mpv"
vscode "be5invis.toml"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "humao.rest-client"
vscode "icrawl.discord-vscode"
vscode "IronGeek.vscode-env"
vscode "ms-vscode.live-server"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "svelte.svelte-vscode"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
