tap "brettferdosi/tap"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "pkgxdev/made"
brew "xz"
brew "glib"
brew "cmatrix"
brew "difftastic"
brew "lua"
brew "fennel"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "irssi"
brew "lua-language-server"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "macos-trash"
brew "navi"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "pyenv"
brew "python@3.11"
brew "smartmontools"
brew "tldr"
brew "tree"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "pkgxdev/made/pkgx"
cask "calibre"
cask "font-sf-mono-for-powerline"
cask "grayscale"
cask "iterm2"
cask "keyclu"
cask "mpv"
cask "temurin"
